[
	 {
	 "sentence": "It is envisaged that the global compact on safe orderly and regular migration willin the words of the New York Declarationout a range of principles commitments and understandings among Member States regarding   This is a separate compact that is being developed through a process of intergovernmental negotiation that is being co-facilitated by the Permanent Representatives of Switzerland and Mexico in New York.",
	 "subjects": ["sub1","sub2","sub3","sub4"]
	},
	{
	 "sentence": "The input on the United Nations system is being coordinated by the Special Representative of the Secretary-General for International Migration Ms Louise Arbour.",
	 "subjects": ["sub2"]
	},
	{
	 "sentence": "13.",
	 "subjects": ["sub3","sub4"]
	},
	{
	 "sentence": "How is the migration compact different from the global compact on refugees.",
	 "subjects": ["sub1","sub3","sub9","sub10"]
	},
	 {
	 "sentence": "The global compact on refugees will draw on lessons learned from the application of the CRRF and be proposed by UNHCR following consultations with Member States and other relevant stakeholders.",
	 "subjects": ["sub1","sub2","sub7","sub9"]
	},
	 {
	 "sentence": "In contrast the global compact for safe orderly and regular migration will articulate for the first time a  6    THE NEW YORK DECLARATION FAQs comprehensive framework for migration and be developed through a Member State driven process.",
	 "subjects": ["sub1","sub1","sub1","sub1"]
	},
	 {
	 "sentence": "The first draft of the GCM was released on the 5 February 2018 and can be accessed here.",
	 "subjects": ["sub2"]
	},
	 {
	 "sentence": "Wposition in regard to the global compact on safe orderly and regular migration.",
	 "subjects": ["sub3","sub4"]
	},
	 {
	 "sentence": "UNHCR strongly supports the migration compact process and believes that the successful adoption of each compact will help to reinforce the objectives of the other.",
	 "subjects": ["sub3","sub4"]
	},
	 {
	 "sentence": "In particular UNHCR hopes that the migration compact can achieve:  Enhanced international migration governance;  New and expanded channels for safe and regular migration;   Promoting respect for the human rights of migrants;   Protection of migrants in transit; and   Protection of migrants in countries in crisis.",
	 "subjects": ["sub4"]
	},
	 {
	 "sentence": "UNHCR is taking part in the discussions for the migration compact including to ensure both compacts complement each other on issues relevant to both such as addressing xenophobia and intolerance trafficking and smuggling rescue at sea and data collection and analysis.",
	 "subjects": ["sub7","sub8"]
	},
	 {
	 "sentence": "15.",
	 "subjects": ["sub5"]
	},
	 {
	 "sentence": "What is Urelation to the global compact on safe orderly and regular migration.",
	 "subjects": ["sub1","sub6","sub7"]
	},
	 {
	 "sentence": "In the New York Declaration Member States ask UNHCR to contribute its expertise to the development of the global compact for safe orderly and regular migration as well as to the elaboration of non-binding principles for migrants in vulnerable situations.",
	 "subjects": ["sub3"]
	},
	 {
	 "sentence": "For many years UNHCR has worked with migration partners and provided guidance to States on how best to respond to mixed flows of refugees and migrants and to initiatives for the protection of migrants in countries in crisis and those displaced by climate change and disasters.",
	 "subjects": ["sub2"]
	},
	 {
	 "sentence": "Areas where UNHCR expects to contribute to the global compact for safe orderly and regular migration include:   Ensuring coherence and complementarity between the two compacts especially on cross-cutting issues such as trafficking/smuggling rescue at sea and promoting tolerance;   Addressing the needs of migrants in vulnerable situations; and  Expanding possibilities for increased safe migration opportunities which could also benefit refugees (e.g)",
	 "subjects": ["sub2","sub3"]
	},
	 {
	 "sentence": "Relationship between the two global compacts 16.",
	 "subjects": ["sub1","sub6","sub8","sub9"]
	},
	 {
	 "sentence": "What is a global compact.",
	 "subjects": ["sub3"]
	},
	 {
	 "sentence": "The term compact refers to an agreement that is not legally binding but that captures by consensus both political and concrete actions of Member States and others relevant stakeholders to improve the way the international community responds to displacement.",
	 "subjects": ["sub1","sub5","sub8"]
	},
	 {
	 "sentence": "Why are there two compacts.",
	 "subjects": ["sub3","sub4"]
	},
	 {
	 "sentence": "The New York Declaration specifically provides for two compacts.",
	 "subjects": ["sub2","sub3"]
	},
	 {
	 "sentence": "This is in recognition of the fact that for refugees there is a specific legal regime already in place and a framework that is elaborated in the New York Declaration for addressing large refugee movements.",
	 "subjects": ["sub1","sub4"]
	},
	 {
	 "sentence": "The New York Declaration also sets out the objectives for this framework which are to: ease pressures on host countries; enhance refugee self-reliance; expand access to third country solutions; and support conditions in country of origin for return in safety and dignity.",
	 "subjects": ["sub2","sub5"]
	}
]